Repository: cinemore/CinePlayer
Catalog: CinePlayer/Localizable.xcstrings
Source language: zh_hans
Languages: ar, ca, cs, da, de, en, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, uk, vi, zh_hant

source: 当前设备不支持 MetalFX 超分
ar: الجهاز الحالي غير يدعم MetalFX
ca: Dispositiu actual no suporta MetalFX
cs: Současné zařízení nepodporuje MetalFX
da: Aktuel enhed understøtter ikke MetalFX
de: Aktuelle Geräte unterstützen keine MetalFX-Upscaling
en: Current device does not support MetalFX upscaling
es: Dispositivo actual no admite MetalFX
fi: Nykyinen laite ei tue MetalFX:ää
fr: Courant appareil ne prend pas MetalFX
he: הציבה לא תומכת ב-MetalFX
hi: वर्तमान डिवाइस मेटलFX को सपोर्ट नहीं करता।
hr: Trenutačna oprema ne podržava MetalFX
hu: Jelen eszköz nem támogatja a MetalFX-et
id: Saat ini, perangkat tidak mendukung MetalFX
it: Corrente dispositivo non supporta MetalFX
ja: 現在のデバイスはMetalFXをサポートしていません。
ko: 현재 장치에서 MetalFX 초분 지원 안 함
nl: Huidige apparaat ondersteunt geen MetalFX
pl: Obecne urządzenie nie obsługuje MetalFX
pt_br: Atualmente, este dispositivo não suporta MetalFX
ro: Dispozitivul curent nu suportă MetalFX
ru: Текущее устройство не поддерживает MetalFX
th: ปัจจุบันอุปกรณ์นี้ไม่รองรับ MetalFX
tr: Şu anda cihaz, MetalFX üst ayarını desteklemiyor
uk: Поточний пристрій не підтримує MetalFX
vi: Hiện tại, thiết bị không hỗ trợ MetalFX
zh_hant: 當前設備不支持 MetalFX。

source: 或
ar: أو
ca: O
cs: nebo
da: Eller
de: Oder
en: Or
es: O
fi: Tai
fr: Ou
he: או
hi: या
hr: Или
hu: V vagy
id: Atau
it: O
ja: または
ko: 또
nl: Of
pl: Albo
pt_br: Ou
ro: Sau
ru: или
th: หรือ
tr: veya
uk: Або
vi: Hoặc

source: 手势
ar: للمس
ca: Mànio
cs: Gest
da: Gestus
de: Gesten
en: Gesture
es: Gestos
fi: Liike
fr: Gestes
he: תנועה
hi: संज्ञा
hr: Gest
hu: Mozgás
id: Gerakan
it: Gesti
ja: ジェスチャー
ko: 터치
nl: Handigheid
pl: Gest
pt_br: Gestos
ro: Gest
ru: Жесты
th: สัมผัส
tr: Hareket
uk: Рух
vi: Chỉ định
zh_hant: 手勢

source: 手势前进
ar: تحرك للأمام
ca: Moure amb toc
cs: Gest Forward
da: Fremfør
de: Bewegen
en: Gesture Forward
es: Avance
fi: Liike eteenpäin
fr: Gestes avancés
he: תנועה
hi: संज्ञा
hr: Predivljaj
hu: Mozgás
id: Geser
it: Movimento вперед
ja: 操作：前進
ko: 움직임
nl: Duim omhoog
pl: Gest Forward
pt_br: Movimento
ro: Mișcare înainte
ru: Действие: Вперед
th: สัมผัสเพื่อไปหน้า
tr: Kaydır
uk: Рух вперед
vi: Di chuyển
zh_hant: 手勢前進

source: 手势后退
ar: الرجوع باللمس
ca: Retro per gest
cs: Gest pohybem
da: Gesture tilbage
de: Gesture-Zurück
en: Gesture Back
es: Retroceso por gesto
fi: Liike-palautus
fr: Retour geste
he: גר אצווה
hi: हाइंदी
hr: Gest Back
hu: Mozgás vissza
id: Gestur mundur
it: Torna indietro
ja: 戻る
ko: 손가락 백그라운드
nl: Handvol terug
pl: Gest Forward
pt_br: Retro gesto
ro: Mișcare de retragere
ru: Жесткий возврат
th: ถอยด้วยการสัมผัส
tr: Hareket geri
uk: Рух назад
vi: Back gesture
zh_hant: 手勢後退

source: 打开URL…
ar: افتح الرابط…
ca: Obrir URL…
cs: Otevřít URL…
da: Åbn URL…
de: Öffne URL…
en: Open URL…
es: Abrir URL…
fi: Avaa URL…
fr: Ouvrir l'URL…
he: פתח קישור…
hi: लिंक खोलें…
hr: Otvoriti URL…
hu: Nyisd meg a URL-t…
id: Buka URL…
it: Apri URL…
ja: URLを開く…
ko: 열기 URL…
nl: Open URL…
pl: Otwórz URL
pt_br: Abrir URL…
ro: Deschide URL…
ru: Открыть URL…
th: เปิด URL…
tr: URL'i aç…
uk: Відкрити URL…
vi: Mở URL…
zh_hant: 打開URL…

source: 打开文件
ar: فتح الملف
ca: Obre fitxer
cs: Otevřít soubor
da: Åbn fil
de: Öffnen
en: Open File
es: Abrir archivo
fi: Avaa tiedosto
fr: Ouvrir fichier
he: פתח קובץ
hi: फ़ाइल खोलें
hr: Otvoriti datoteku
hu: Nyisd meg
id: Buka file
it: Apri file
ja: ファイルを開く
ko: 파일 열기
nl: Open bestand
pl: Otwórz plik
pt_br: Abrir arquivo
ro: Deschide fișier
ru: Открыть файл
th: เปิดไฟล์
tr: Açılış
uk: Відкрити файл
vi: Mở file
zh_hant: 打開文件

source: 打开文件…
ar: افتح الملف
ca: Obrir fitxer…
cs: Otevřít soubor…
da: Åbn fil…
de: Öffnen…
en: Open file…
es: Abrir archivo…
fi: Avaa tiedosto…
fr: Ouvrir fichier…
he: פתח קובץ…
hi: फ़ाइल खोलें…
hr: Otvoriti datoteku…
hu: Nyisd meg a fájlt…
id: Buka file…
it: Apri file…
ja: を開く…
ko: 파일 열기…
nl: Open bestand…
pl: Otwórz plik…
pt_br: Abrir arquivo…
ro: Descarcă fișier…
ru: Открыть файл…
th: เปิดไฟล์…
tr: Dosya aç…
uk: Відкрити файл…
vi: Mở file…
zh_hant: 打開文件…

source: 扫描类型
ar: نوع المسح
ca: Tipus d'escaneig
cs: Typ skenování
da: Scan type
de: Scan-Typ
en: Scan type
es: Tipo de escaneo
fi: Skanna tyyppi
fr: Type de scan
he: סוג סריקה
hi: स्कैन प्रकार
hr: Tip skeniranja
hu: Scanneltípus
id: Jenis pemindaian
it: Tipo di scansione
ja: スキャンタイプ
ko: 스캔 유형
nl: Scan type
pl: Typ skanowania
pt_br: Tipo de scan
ro: Tip de scanare
ru: Тип сканирования
th: ประเภทการสแกน
tr: Tarama türü
uk: Тип сканування
vi: Loại quét
zh_hant: 掃描類型

source: 扫描顺序
ar: ترتيب المسح
ca: Ordre de lectura
cs: Pořadí skenování
da: Scan rækkefølge
de: Scanreihenfolge
en: Scan Order
es: Orden de escaneo
fi: Skannausjärjestys
fr: Ordre de scan
he: סדר סריקה
hi: स्कैन क्रम
hr: Redoslov
hu: Scannen sorrend
id: Urutan pemindaian
it: Sequenza scansione
ja: スキャン順序
ko: 스캔 순서
nl: Scan volgorde
pl: Kolejność skanowania
pt_br: Escaneie a ordem
ro: Scanare Secvențială
ru: Порядок сканирования
th: ลำดับการสแกน
tr: Tarama sırası
uk: Послідній сканування
vi: Thứ tự quét
zh_hant: 掃描順序

source: 拖动视频文件到窗口播放
ar: اسحب ملف الفيديو إلى تشغيل
ca: Arrossegar el vídeo a la reproducció
cs: Přetáhněte video do okna
da: Træk video til afspilning
de: Video-Datei ziehen zum Abspielen
en: Drag video file to play
es: Arrastrar video al reproductor
fi: Siirrä videota, toista
fr: Glisser-déposer le fichier vidéo dans la lecture
he: גרור קובץ וידאו לשימוש
hi: वीडियो फाइल को प्ले विंडो में खींचें।
hr: Povijte video datoteku u zonu za reprodukciju
hu: Videot drágulás a lejátszásba
id: Seret file video ke jendela
it: Trascina il file video nella finestra
ja: 動画を再生エリアにドラッグ
ko: 파일 재생 위치 변경
nl: Video bestand slepen naar afspelen
pl: Przeciągnij plik wideo do odtwarzania
pt_br: Arraste o vídeo para reproduzir
ro: Trageți fișierul video în zona de redare
ru: Переместить видеофайл в окно
th: ลากไฟล์วิดีโอไปยังการเล่น
tr: Video dosyalarını oynatma penceresine sürükle
uk: Перемістити відеофайл у вікно
vi: Kéo video vào để phát
zh_hant: 拖動影片到播放

source: 按选择键跳转
ar: اضغط لتحديد
ca: Selecciona per avançar
cs: Vybrat
da: Vælg for at gå videre
de: Wähle
en: Select to proceed
es: Selecciona
fi: Valitse
fr: Sélectionner
he: בחר כדי לעבור
hi: चुनें और आगे बढ़ें।
hr: Odaberi
hu: Választás
id: Pilih untuk melanjutkan
it: Seleziona
ja: 選択してください
ko: 선택 누르면 이동
nl: Selecteren
pl: Wybierz
pt_br: Selecione
ro: Selectează
ru: Выберите
th: เลือก
tr: Seçimi yap
uk: Виберіть
vi: Chọn để chuyển hướng
zh_hant: 選擇按鈕前往

source: 按键
ar: أزرار
ca: Botons
cs: Knoppy
da: Knapper
de: Tasten
en: Buttons
es: Botones
fi: Painikkeet
fr: Touches
he: כפתורים
hi: बटन
hr: Klače
hu: Gombok
id: Tombol
it: Pulsanti
ja: ボタン
ko: 버튼
nl: Knop
pl: Knopp
pt_br: Botões
ro: Butoane
ru: Кнопки
th: ปุ่ม
tr: Anahtar
uk: Кнопки
vi: Nút
zh_hant: 按鍵

source: 提高播放速度
ar: زيادة سرعة التشغيل
ca: Velocitat de reproducció
cs: Zrychlit přehrávání
da: Øg speed
de: Geschwindigkeit erhöhen
en: Increase playback speed
es: Aumentar velocidad
fi: Nopeuta toistoa
fr: Accélérer la lecture
he: הגבר מהירות השמע
hi: तेज़ करें
hr: Povećaj brzinu
hu: Hozzágyorsít
id: Percepat pemutaran
it: Velocizza riproduzione
ja: 速度調整
ko: 속도 높이기
nl: Verhoog playback snelheid
pl: Szybkość odtwarzania
pt_br: Aumentar velocidade
ro: Crește viteza de redare
ru: Ускорить воспроизведение
th: ปรับความเร็วเล่น
tr: Hızlandır
uk: Пришвидши відтворення
vi: Tăng tốc độ phát
zh_hant: 加快播放速度

source: 播放
ar: تشغيل
ca: Reproduir
cs: Přehrát
da: Afspil
de: Abspielen
en: Play
es: Reproducir
fi: Toista
fr: Lecture
he: הפעל
hi: खेलें
hr: Reproduci.
hu: Játék
id: Putar
it: Riproduci
ja: 再生
ko: 재생
nl: Afspelen
pl: Odtwarzaj
pt_br: Reproduzir
ro: Redare
ru: Воспроизведение
th: เล่น
tr: Çala
uk: Відтворення
vi: Chơi

source: 播放器
ar: مشغل
ca: Reproductor
cs: Přehrávač
da: Afspiller
de: Player
en: Player
es: Reproductor
fi: Soittaja
fr: Lecteur
he: משחק
hi: प्लेयर
hr: Reproduktor
hu: Játékos
id: Pemutar
it: Lettore
ja: 再生
ko: 플레이어
nl: Speler
pl: Odtwórz
pt_br: Player
ro: Player
ru: Проигрыватель
th: เล่น
tr: Oyuncu
uk: Плейер
vi: Chơi

source: 播放设置
ar: إعدادات التشغيل
ca: Reproducció
cs: Hodně dobře
da: Afspilning
de: Abspielen Einstellungen
en: Playback Settings
es: Reproducción
fi: Toistoasetukset
fr: Paramètres de lecture
he: הגדרות הפעלה
hi: प्लेबैक सेटिंग्स
hr: Reprodukcija
hu: Játékbeállítások
id: Pengaturan Pemutar
it: Impostazioni riproduzione
ja: 再生設定
ko: 재생 설정
nl: Playback Settings
pl: Opcje odtwarzania
pt_br: Reprodução
ro: Redare
ru: Воспроизведение
th: การตั้งค่าเสียง
tr: Oynatma Ayarları
uk: Відтворення налаштувань
vi: Chơi
zh_hant: 播放設定

source: 文件不存在
ar: الملف غير موجود
ca: No hi ha fitxer
cs: Soubor neexistuje
da: Fil eksisterer ikke
de: Datei nicht gefunden
en: File not found
es: Archivo no encontrado
fi: Tiedosto ei löydy
fr: Fichier inexistant
he: קובץ לא קיים
hi: फाइल नहीं मिली
hr: U schedariu ùn esiste micca
hu: Nem található fájl
id: File tidak ada
it: File non trovato
ja: ファイルが存在しません
ko: 파일 없음
nl: Bestand niet gevonden
pl: Plik nie istnieje
pt_br: Arquivo não encontrado
ro: Fișierul nu există
ru: Файл не найден
th: ไฟล์ไม่พบ
tr: Dosya bulunamadı
uk: Файл не знайдено
vi: Không có file

source: 时间偏移
ar: تغيير الوقت
ca: Desfase temporal
cs: Časový posun
da: Tidsforsinkelse
de: Zeitverschiebung
en: Time offset
es: Desplazamiento
fi: Aikaero
fr: Décalage temporel
he: זמן (offset)
hi: समय अंतर
hr: Vrijeme offset
hu: Időeltolódás
id: Pergeseran waktu
it: Offset temporale
ja: 時間調整
ko: 시간 이동
nl: Tijdverschuiving
pl: Czas offset
pt_br: Deslocamento
ro: Timp offset
ru: Временная смена
th: ปรับเวลา
tr: Zaman kayması
uk: Час відхилення
vi: Thời gian lệch
zh_hant: 時間偏移

source: 暂无历史记录
ar: لا يوجد سجل سابق
ca: Sense historial
cs: Žádná historie
da: Ingen tidligere registreringer
de: Keine Historie
en: No history
es: Sin historial
fi: Ei historiaa
fr: Aucun historique
he: אין היסטוריה
hi: कोई पिछला रिकॉर्ड नहीं।
hr: Nema prethodne zapisa
hu: Nincs előző tevékenység
id: Tidak ada riwayat
it: Nessuna cronologia
ja: 履歴なし
ko: 기록 없음
nl: Geen eerdere records
pl: Brak historii
pt_br: Sem histórico
ro: Fără istoric
ru: Нет истории
th: ไม่มีประวัติ
tr: Geçmiş kayıt yok
uk: Відсутні записи
vi: Không có lịch sử
zh_hant: 無歷史記錄

source: 标题
ar: العنوان
ca: Títol
cs: Název
da: Titel
de: Titel
en: Title
es: Título
fi: Otsikko
fr: Titre
he: כותרת
hi: शीर्षक
hr: Naslov
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
pt_br: Título
ro: Titlu
ru: Заголовок
th: คำอธิบาย
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hant: 標題

source: 样式
ar: تصميم
ca: Estil
cs: Styl
da: Stil
de: Stil
en: Style
es: Estilo
fi: Tyyli
fr: Apparence
he: סגנון
hi: शैली
hr: Stil
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
nl: Stijl
pl: Styl
pt_br: Estilo
ro: Stil
ru: Стиль
th: รูปแบบ
tr: Stil
uk: Стиль
vi: Kiểu
zh_hant: 樣式

source: 档位
ar: وضع
ca: Posició
cs: Poloha
da: Gear
de: Stufe
en: Gear
es: Marchas
fi: Asetus
fr: Position
he: הגדרות
hi: स्थिति
hr: Položenje
hu: Állás
id: Posisi
it: Modalità
ja: 段数
ko: 기어
nl: Versie
pl: Pozycje
pt_br: Posição
ro: Poziție
ru: Режим
th: เกียร์
tr: Vites
uk: Режим
vi: Vị trí
zh_hant: 檔位

source: 正在连接...
ar: جاري الاتصال
ca: Connectant
cs: Proces připojování
da: Koble
de: Verbinden
en: Connecting
es: Conectando
fi: Yhteydessä
fr: Connexion…
he: מתחבר
hi: जुड़ रहा है
hr: Povezivanje
hu: Kapcsolat
id: Menghubungkan
it: Connessione in corso
ja: 接続中…
ko: 연결 중
nl: Verbinden
pl: Łączenie
pt_br: Conectando
ro: Conectare
ru: Подключение
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
uk: Підключено
vi: Đang kết nối
zh_hant: 連接中…

source: 比特率
ar: معدل البيانات
ca: Bitrate
cs: Bitrate
da: Bitrate
de: Bandbreite
en: Bitrate
es: Tasa
fi: Bitrate
fr: Débit
he: ביטר
hi: बिटरेट
hr: Bitrate
hu: Bitrát
id: Bitrate
it: Bitrate
ja: ビットレート
ko: 비트 전송률
nl: Bitrate
pl: Bitrate
pt_br: Taxa de bits
ro: Bitrate
ru: Битрейт
th: อัตราข้อมูล
tr: Bitrate
uk: Бітрейт
vi: Bit rate

source: 水平位置
ar: موضع مستوى
ca: Posició
cs: Poloha
da: Position
de: Horizontale Position
en: Position
es: Posición horizontal
fi: Sijainti
fr: Position horizontale
he: מיקום
hi: स्थिति
hr: Pozicija
hu: Pozíció
id: Posisi horizontal
it: Posizione orizzontale
ja: 位置
ko: 위치
nl: Horizontale positie
pl: Pozycja
pt_br: Posição
ro: Poziție
ru: Положение
th: ตำแหน่ง
tr: Konum
uk: Положення
vi: Vị trí ngang
zh_hant: 位置

source: 水平对齐
ar: محاذاة
ca: Nivells alineats
cs: Úrovně zarovnání
da: Niveauer justér
de: Ausrichten
en: Align levels
es: Alinear
fi: Tasoja säätö
fr: Aligner
he: רמות יישור
hi: स्तर संरेखण
hr: Razina
hu: Szerelés
id: Sejajar
it: Allinea
ja: 揃え
ko: 수평 맞춤
nl: Niveaubepaling
pl: Poziomowanie
pt_br: Alinhar
ro: Niveluri aliniate
ru: Выравнивание
th: ปรับให้ตรง
tr: Düzleştir.
uk: Выравнивание
vi: Đồng bộ
zh_hant: 水平對齊

source: 源语言
ar: مصدر
ca: Origen
cs: Zdrojový jazyk
da: Kilde sprog
de: Quelle
en: Source Language
es: Fuente
fi: Lähde kieli
fr: Source Language
he: שפת מקור
hi: स्रोत भाषा
hr: Izvorna jezična
hu: Forrásnyelv
id: Sumber
it: Fonte
ja: 源言語
ko: 출처
nl: Bron taal
pl: Źródło języka
pt_br: Fonte.
ro: Sursa
ru: Источник
th: แหล่งที่มา
tr: Kaynak Dili
uk: Джерело мови
vi: Nguồn
zh_hant: 應用程式

# 版本号: %@ (%@)
source: 版本号: %1$@ (%2$@)
ar: إصدار: %1$@ (%2$@)
ca: Versió: %1$@ (%2$@)
cs: Verze: %1$@ (%2$@)
da: Version: %1@ (%2@)
de: Version: %1@ (%2@)
en: Version: %1@ (%2@)
es: Versión: %1@ (%2@)
fi: Versio: %1$@ (%2$@)
fr: Version: %1@ (%2@)
he: גרסה: %1$@ (%2$@)
hi: संस्करण: %1$@ (%2$@)
hr: V. br.: %1$@ (%2$@)
hu: Ver. #: %1$@ (%2$@)
id: Versi: %1$@ (%2$@)
it: Versione: %1$@ (%2$@)
ja: バージョン: %1@ (%2@)
ko: 버전 번호: %1$@ (%2$@)
nl: Versie: %1$@ (%2$@)
pl: Wersja: %1$@ (%2$@)
pt_br: Versão: %1@ (%2@)
ro: Versiune: %1$@ (%2$@)
ru: Версия: %1@ (%2@)
th: เวอร์ชัน: %1$@ (%2$@)
tr: Sürüm: %1$@ (%2$@)
uk: Версія: %1$@ (%2$@)
vi: Phiên bản: %1$@ (%2$@)
zh_hant: 版本號：%1@ (%2@)

source: 目标语言
ar: هدف الترجمة
ca: Objectiu lingüístic
cs: Cílová řeč
da: Målsprog
de: Ziel:
en: Target language
es: Objetivo
fi: Tavoite kieli
fr: CinePlayer
he: מטרת השפה
hi: लक्ष्य भाषा
hr: Ciljna je jezičnost.
hu: Célnyelv
id: Target bahasa
it: Obiettivo: Italiano
ja: ターゲット
ko: 목표 언어
nl: Doel taal
pl: Cel języka
pt_br: CinePlayer
ro: Limba țintă
ru: Цель
th: เป้าหมาย
tr: Hedef Dili
uk: Мета мови
vi: Tiêu đề ứng dụng
zh_hant: 目標語言

source: 目标输出
ar: هدف
ca: Cineplayer
cs: Cineplayer – Audio/Video App
da: Mål.
de: Ziel: Ausgabe
en: Target output
es: Objetivo
fi: Tavoite.
fr: Cineplayer
he: מטרת הפלט
hi: लक्ष्य।
hr: Cineplayer.
hu: Cineplayer
id: Target output
it: Obiettivo.
ja: ターゲット
ko: 목표
nl: Doel
pl: Cel.
pt_br: Cineplayer
ro: Cineplayer.
ru: Цель
th: เป้าหมาย
tr: Hedef çıktı
uk: Ціль – переклад
vi: Đây là mục tiêu
zh_hant: 目標：

source: 视频 #%d
ar: فيديو #%d
ca: Vídeo #%d
cs: Video %d
da: Video #%d
de: Video #%d
en: Video #%d
es: Vídeo #%d
fi: Video #%d
fr: Vidéo #%d
he: וידאו #%d
hi: वीडियो #%d
hr: Video #%d
hu: Videa #%d
id: Video #%d
it: Video #%d
ja: 動画 #%d
ko: 영상 %d
nl: Video #%d
pl: Wideo #%d
pt_br: Vídeo #%d
ro: Video #%d
ru: Видео #%d
th: วิดีโอ #%d
tr: Video #%d
uk: Відео #%d
vi: Video #%d
zh_hant: 視頻 #%d

source: 视频增强（实验）
ar: تعزيز الفيديو (تجريبي)
ca: Augmentació de vídeo (experimental)
cs: Video Zlepšení (Experimentální)
da: Video Forbedring (Eksperimentel)
de: Video-Verbesserung (Test)
en: Video Enhance (Experimental)
es: Video Enhancer (Experimental)
fi: Video-parannus (testi)
fr: Amélioration vidéo (expérimental)
he: וידאו משופר (ניסיוני)
hi: वीडियो सुधार (प्रयोग)
hr: Video Povećaj (Eksperimentalno)
hu: Videó javítás (Kísérleti)
id: Video Enhancer (Beta)
it: Video Enhance (Beta)
ja: 動画強化（β）
ko: 영상 강화 (베타)
nl: Video Verbeter (Experiment)
pl: Wzm. wideo (eks.)
pt_br: Vídeo Aprimorado (Teste)
ro: Video Enh (Exp)
ru: Видео улучшение (тест)
th: ปรับปรุงวิดีโอ (ทดลอง)
tr: Video İyileştirme (Deneme)
uk: Відео покращення (тест)
vi: Video Enhancer (Beta)
zh_hant: 視頻強化（實驗）

source: 视频轨道
ar: مسار الفيديو
ca: Vídeo pistes
cs: Video track
da: Video spor
de: Video-Tracks
en: Video tracks
es: Vídeo pistas
fi: Video-ura
fr: Trajets vidéo
he: וידאו
hi: वीडियो ट्रैक
hr: Video track
hu: Videófolyamatok
id: Video track
it: Tracce video
ja: 動画トラック
ko: 영상 트랙
nl: Video track
pl: Wideo ścieżki
pt_br: Vídeo Track
ro: Video track
ru: Видеодорожка
th: วิดีโอแทร็ก
tr: Video izleri
uk: Відео треки
vi: Đường truyền video
zh_hant: 視頻軌道

source: 第三方许可信息
ar: شروط الاستخدام
ca: Informació de permisos de terç
cs: Třetí strana – informace
da: Tredjeparts information
de: Drittpartei-Informationen
en: Third-party information
es: Información de permisos de terceros
fi: Kolmannen osapuolen tiedot
fr: Informations de licence tierce
he: תנאי שימוש
hi: तृतीय पक्ष अनुमति सूचना
hr: Treća strana informacija
hu: Harmadik fél licensen kívül
id: Informasi Lisensi Pihak Ketiga
it: Informazioni autorizzazioni esterne
ja: 第三者利用情報
ko: 제3자 정보
nl: Derde partij informatie
pl: Warunki użytkowania
pt_br: Informações de licença
ro: Informații privind licența
ru: Третий стороной
th: ข้อมูลการอนุญาต
tr: Üçüncü taraf bilgisi
uk: Терміни використання
vi: Thông tin cấp phép
zh_hant: 第三方資訊

source: 编码
ar: ترميز
ca: Codificació
cs: Kódování
da: Kodning
de: Kodierung
en: Encoding
es: Codificar
fi: Koodaus
fr: Codage
he: קידוד
hi: कोडिंग
hr: Kodiranje
hu: Kódolás
id: Enkode
it: Codifica
ja: エンコード
ko: 인코딩
nl: Codering
pl: Kodowanie
pt_br: Codificação
ro: Codificare
ru: Кодирование
th: เข้ารหัส
tr: Kodlama
uk: Кодування
vi: Mã hóa
zh_hant: 編碼

source: 编码:
ar: ترميز
ca: Codificació
cs: Kódování
da: Kodning
de: Kodierung
en: Encoding
es: Codificación
fi: Koodaus
fr: Codage
he: קידוד
hi: एन्कोडिंग
hr: Kodiranje
hu: Kódolás
id: Enkode
it: Codifica
ja: エンコード
ko: 인코딩
nl: Codering
pl: Kodowanie
pt_br: Codificação
ro: Codificare
ru: Кодирование
th: การเข้ารหัส
tr: Kodlama
uk: Кодування
vi: Mã hóa
zh_hant: 編碼：

source: 编辑
ar: تحرير
ca: Edita
cs: Úpravy
da: Rediger
de: Bearbeiten
en: Edit
es: Edición
fi: Muokkaa
fr: Édition
he: עריכה
hi: संपादक
hr: Uredi
hu: Szerkesztő
id: Edit
it: Modifica
ja: 編集
ko: 편집
nl: Bewerk
pl: Edytuj
pt_br: Editar
ro: Edit
ru: Редактировать
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hant: 編輯

source: 缩放
ar: تغيير الحجم
ca: Escalad
cs: Zvětšit
da: Zoom
de: Zoomen
en: Zoom
es: Escala
fi: Zoom
fr: Zoom
he: הגדלה
hi: ज़ूम
hr: Zoom
hu: Zsámol
id: Zoom
it: Zoom
ja: ズーム
ko: 확대
nl: Zoom
pl: Zoom
pt_br: Ajustar
ro: Zoom
ru: Масштаб
th: ปรับขนาด
tr: Zoom
uk: Збільшити
vi: Thu phóng
zh_hant: 放大

# 网络重试中 (%lld/%lld)
source: 网络重试中 (%1$lld/%2$lld)
ar: إعادة الاتصال بالشبكة
ca: Intentant de connectar
cs: Opakování
da: Netværk genforsøg
de: Netzwerk-Wiederversuch (%1$lld/%2$lld)
en: Retrying
es: Reintentando
fi: Verkkoyhteys palautuu
fr: Réessaie…
he: ניסיון חיבור מחדש
hi: नेटवर्क फिर से कोशिश कर रहा है।
hr: Ponovno pokušava
hu: Hálózati újrapróbálás
id: Mencoba kembali
it: Retry in rete
ja: ネットワーク再試中
ko: 네트워크 재시도 (%1$lld/%2$lld)
nl: Netwerk opnieuw proberen
pl: Ponowne próby
pt_br: Tentando novamente
ro: Reîncercare
ru: Повторная попытка подключения
th: การลองใหม่
tr: Ağ yeniden deneniyor
uk: Повторювання…
vi: Tải lại
zh_hant: 網絡重試中 (%1$lld/%2$lld)

source: 翻译
ar: ترجمة
ca: Traduir
cs: Přeložit
da: Oversæt
de: Übersetzen
en: Translate
es: Traducir
fi: Käännä
fr: Traduction
he: תרגם
hi: अनुवाद
hr: Prevedi
hu: Fordítás
id: Terjemahkan
it: Traduzione
ja: 翻訳
ko: 번역
nl: Vertalen
pl: Tłumacz
pt_br: Traduzir
ro: Traduce
ru: Перевод
th: แปล
tr: Çevir
uk: Переклад
vi: Dịch
zh_hant: 翻譯

source: 翻译语言
ar: ترجمة
ca: Traducció
cs: Překlad jazyka
da: Cinemore: Video App
de: Übersetzung
en: Translation language
es: Traducción
fi: Käännös kieli
fr: Traduction
he: תרגום שפה
hi: अनुवाद भाषा
hr: Prevod jezika
hu: Fordítás nyelve
id: Terjemahan bahasa
it: Traduzione
ja: 翻訳
ko: 번역
nl: Vertalingstaal
pl: Tłumaczenie
pt_br: Traduzir
ro: Traducere
ru: Перевод
th: แปลภาษา
tr: Çeviri dili
uk: Переклад мовою
vi: Dịch thuật
zh_hant: 翻譯語言

source: 联系我们
ar: اتصل بنا
ca: Contacte’ns
cs: Kontaktujte nás
da: Kontakt os
de: Kontaktieren Sie uns
en: Contact Us
es: Contacto
fi: Ota yhteyttä
fr: Contactez-nous
he: צור קשר
hi: संपर्क करें
hr: Kontaktirajte nas
hu: Kapcsolat
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
ko: 연락처
nl: Neem contact op
pl: Kontakt.
pt_br: Entre em contato
ro: Contactează-ne
ru: Связаться с нами
th: ติดต่อเรา
tr: İletişim
uk: Зв'язатися з нами
vi: Liên hệ.
zh_hant: 聯絡我們

source: 色彩矩阵
ar: لون و شكل
ca: Colors Matrix
cs: Barva Matrix
da: Farvematrix
de: Farbmischung
en: Color Matrix
es: Color Matrix
fi: Värimatrix
fr: Couleurs Matrix
he: צבעים
hi: रंग मैट्रिक्स
hr: Boja i boje
hu: Színes mátrix
id: Warna Matrix
it: Color Matrix
ja: カラーマトリックス
ko: 색상 매트릭스
nl: Kleurenmatrix
pl: Kolor Matrix
pt_br: Matriz de cores
ro: Color Matrix
ru: Цветовая матрица
th: สีสัน
tr: Renk Matrisi
uk: Колірна матриця
vi: Màu sắc
zh_hant: 色彩矩陣

source: 色调映射
ar: تعديل الألوان
ca: Color Mapping
cs: Barvy
da: Farvemapping
de: Farbton-Mapping
en: Color Mapping
es: Tono
fi: Värimaailma
fr: Nuances de couleur
he: צבעים
hi: रंग मैपिंग
hr: Boja
hu: Színesítés
id: Warna
it: Tonalità
ja: カラーマップ
ko: 색상 조정
nl: Kleurenmaps
pl: Kolorowanie
pt_br: Sinuês
ro: Color Mapping
ru: Цветокоррекция
th: ปรับสี
tr: Renk eşlemesi
uk: Колірне відображення
vi: Chuyển màu
zh_hant: 色彩映射

source: 设置
ar: إعدادات
ca: Configuració
cs: Nastavení
da: Indstil
de: Einstellungen
en: Settings
es: Configuración
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग
hr: Postavke
hu: Beállítás
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurar
ro: Setări
ru: Настройки
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hant: 設定

source: 语言
ar: لغة
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
en: Language
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hr: Jeзик
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Língua
ro: Limba
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hant: 語言

source: 语言对
ar: لغة
ca: Llengua
cs: Jazyk
da: Sprog
de: Sprache
en: Language
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hr: Jeзик
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ro: Limba
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hant: 語言對

source: 请选择
ar: اختر
ca: Selecciona
cs: Vybrat
da: Vælg
de: Bitte wählen
en: Please select
es: Selecciona
fi: Valitse
fr: Sélectionner
he: בחר
hi: चुनें।
hr: Odaberi
hu: Válassz
id: Pilih
it: Seleziona
ja: 選択
ko: 선택하세요
nl: Selecteer
pl: Wybierz
pt_br: Selecione
ro: Select
ru: Выберите
th: เลือก
tr: Seç
uk: Виберіть
vi: Chọn
zh_hant: 選擇

source: 轨道时长
ar: مدة المسار
ca: Durada
cs: Délka záznamu
da: Længde
de: Laufzeit
en: Track duration
es: Duración de la pista
fi: Aika
fr: Durée de la piste
he: מספר שניות
hi: अवधि
hr: Trajanje
hu: Orbitalis időtartam
id: Durasi trek
it: Durata traccia
ja: 再生時間
ko: 재생 시간
nl: Duur
pl: Długość odtwarzania
pt_br: Duração do trajeto
ro: Durata
ru: Продолжительность трека
th: ระยะเวลาการเล่น
tr: Süre
uk: Тривалість
vi: Thời lượng đường ray
zh_hant: 軌道時長

source: 输入视频 URL
ar: إدخال رابط الفيديو
ca: Entra URL de vídeo
cs: Zadejte URL videa
da: Indtast video URL
de: Video-URL eingeben
en: Enter video URL
es: Introducir URL de video
fi: Syötä videon URL
fr: Entrer l'URL vidéo
he: קלט כתובת וידאו
hi: इनपुट वीडियो URL
hr: Unesite URL videa
hu: Beépítés videó URL
id: Masukkan URL video
it: Inserisci URL video
ja: 動画URL入力
ko: 입력 비디오 URL
nl: Input video URL
pl: Wprowadź adres URL wideo
pt_br: Insira URL do vídeo
ro: Introdu URL video
ru: Ввести URL видео
th: ใส่ URL วิดีโอ
tr: Giriş video URL
uk: Ввести URL відео
vi: Nhập URL video
zh_hant: 輸入影片網址
